[DamageType.DmgType_Healing_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Healing_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cura o alvo"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Impact:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de cura progressiva"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Impact_NoDoT WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Healing_Impact_NoDoT:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cura os aliados"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Healing_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

